Revit 2027 API
ParameterTypeId.LoadMomentMx1 Property
 "Mx 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMx1 { get; }
Public Shared ReadOnly Property LoadMomentMx1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMx1 {
	ForgeTypeId^ get ();
}
static member LoadMomentMx1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace